package com.example.tongpao.bean.discover;

import java.util.List;

public class DiscoverBaikeBean {
    /**
     * status : {"statusCode":100,"message":"请求成功！","serverTime":"2020-08-04 16:34:01"}
     * data : {"total":5,"list":[{"id":0,"reptileArticleID":0,"createTime":"2020-01-06 11:46:56","detailUrl":"","status":0,"title":"中国文化之一：汉服","content":"<p class=\"description\">摘要：时光荏苒，岁月悠悠。21世纪以来，随着中国综合国力的上升，面对着西方价值观的全球扩张，\u201c弘扬传统文化\u201d的口号也越喊越激烈，这个时候也有人开始反思：我们虽然拥有\u201c五千年文明\u201d古国的自称，可是我们的文明又体现在了哪里呢?面对着曾经的文明断裂之殇...<\/p><figure class=\"image\">&nbsp;&nbsp;<\/figure><p>时光荏苒，岁月悠悠。21世纪以来，随着中国综合国力的上升，面对着西方价值观的全球扩张，\u201c弘扬传统文化\u201d的口号也越喊越激烈，这个时候也有人开始反思：我们虽然拥有\u201c五千年文明\u201d古国的自称，可是我们的文明又体现在了哪里呢?面对着曾经的文明断裂之殇，我们是不是真的丢失了一些宝贵东西?<\/p><p>在这个过程中，属于传统文化中最表层、最显著、最通俗、最容易传播的那部分\u2014\u2014汉服，汉民族的传统服饰，这件尘封了百年的衣裳，也逐渐抖落了厚厚的尘埃，在2003年时重返了大众视野，也成为当代中国社会中一道美丽的风景线。<\/p><p>他们，先是在互联网上搭建了宣传平台，并尝试依据文献记录复原制作了汉服，并穿着那件失落了360年的衣裳走上街头，向路人介绍：看，这才是我们的民族服饰。<\/p><p>后来，他们又重现了尘封百年的传统<a href=\"http://www.aihanfu.com/wen/494/\" target=\"_blank\" class=\"keylink\">成人礼<\/a>、婚礼、射礼，乃至探索出当代的中式学位授予典礼。而且，他们也从穿汉服开始，慢慢的学习着舞蹈、器乐、国学，甚至有的人还探索了传统的生活方式，也决心要把我们的文明传递下去。<\/p><p>在全球化的过程中，对于处在东西方文化的交融与碰撞地段之中的海外华人群体而言，他们的身份归属、文化认同危机的感受也越来越强烈，并激起了强烈的文化自觉意识。从马来西亚、到新加坡、再到欧洲、美国、加拿大等国家和地区的华人、华裔或是留学生，他们也陆续的揭开了海外汉服运动的序幕。其实，这些活动背后的意义又远远大于汉服运动本身，更多的是倾诉了他们对于中华文化的认同和对民族情感的延续。<\/p><p><br/><\/p><h3>本平台内容包括原创、编辑整理和转载。如有侵权请联系官方小袍删除<\/h3>","cover":"","type":0,"commID":1236,"sourceStr":"爱汉服","author":"","cagetory":"","listImages":"","qiYuId":"","keyword":"","filePathList":[]},{"id":0,"reptileArticleID":0,"createTime":"2019-12-24 17:09:56","detailUrl":"","status":0,"title":"华夏先祖留下来的二十大国粹：你都知道吗","content":"","cover":"","type":0,"commID":1148,"sourceStr":"爱汉服","author":"","cagetory":"","listImages":"","qiYuId":"","keyword":"","filePathList":[{"filePath":"http://static.aihanfu.net/uploadfile/2016/0410/20160410101506658.jpg"}]},{"id":0,"reptileArticleID":0,"createTime":"2019-12-19 18:37:00","detailUrl":"","status":0,"title":"现代汉服体系介绍","content":"","cover":"","type":0,"commID":1114,"sourceStr":"爱汉服","author":"","cagetory":"","listImages":"","qiYuId":"","keyword":"","filePathList":[]},{"id":0,"reptileArticleID":0,"createTime":"2019-12-19 18:36:57","detailUrl":"","status":0,"title":"笄礼（女孩成人礼）介绍","content":"<p class=\"description\">摘要：笄礼作为女孩子的成人礼，象男子的冠礼一样，也是表示成人的一种仪式，在举礼的程序等问题上大体和冠礼相同。<\/p> \n<figure class=\"image\"> \n <a onclick=\"image_priview('http://static.aihanfu.net/uploadfile/2016/0308/20160308014018580.jpg');\" href=\"javascript:void(0);\" target=\"_self\"><img src=\"http://static.aihanfu.net/uploadfile/2016/0308/20160308014018580.jpg\" alt=\"笄礼（女孩成人礼）介绍-图片1\" width=\"100%\"><\/a>  \n<\/figure> \n<p>笄礼作为女孩子的<a href=\"http://www.aihanfu.com/wen/494/\" target=\"_blank\" class=\"keylink\">成人礼<\/a>，象男子的冠礼一样，也是表示成人的一种仪式，在举礼的程序等问题上大体和冠礼相同。<\/p>\n<p>一.行礼的意义<\/p>\n<p><a href=\"http://www.aihanfu.com/wen/494/\" target=\"_blank\" class=\"keylink\">笄礼<\/a>象征的意义与冠礼一样，同样是对人生责任、社会角色的提醒\u2014\u2014笄礼的行礼方式带有女性特有的柔美：一头长发，一根发笄，细心梳成一个秀美的发髻，郑重簪上发笄\u2026\u2026这一过程体现了女性的柔美，暗示了女子将以与男子不同的方式支撑起我们这个世界。<\/p>\n<p>二.行礼年龄<\/p>\n<p>《周礼》及古代习惯，都是十五岁左右行笄礼，最迟二十岁。考虑到时代发展、笄礼意义的调整，女孩子和男孩子一样要读书，完成学业。所以，这个时间放在高中毕业18岁为宜。<\/p>\n<p>三.行礼日期<\/p>\n<p>关于这个日期，前面冠礼部分已经详述，故不加追述，只追加一个日子：农历三月三-女儿节（上巳节）。这是发源于两千多年前的华夏节日，但目前只在日本、韩国流传。目前，\u201c女儿节\u201d已经是日本五大重要节日之一了。所以，建议在这一天进行笄礼，不仅是传统礼仪的事，同时对民族节日复兴也有重要的意义。<\/p>\n<p>四.注意问题<\/p>\n<p>笄礼的仪节及用服，文献缺乏记载。但综合各种资料来看，整个行礼程序,笄礼与冠礼基本相同，只在几处细微方面略有差异。<\/p>\n<p>1.宾、有司、赞者等参礼者宜由女性担任。行礼地点宜于堂室。<\/p>\n<p>2.加笄：古礼女子笄礼同男子冠礼一样，也有三加、二加等。冠笄盛于盘中，上面蒙以帕，由有司执之。男子三加分别是巾、帽、幞头，女子也有纷繁的钗冠。条件许可下，可分别加笄、簪、凤冠。考虑到现今的实际情况，简化举礼时只一加即可\u2014\u2014即由正宾郑重地为女子梳头，加笄。发簪、发钗这些东西在今天依然很流行，所以比起男子的首服，要容易得多。笄礼用服，文献几无记录，所以，下面的关于笄礼的仪程，基本上是参考男子冠礼来的。<\/p>\n<p>3.关于头发长短：现在有许多女孩子习惯留短发的，这和仪式的方式直接冲突，不能不说是一个问题。关于这个我们目前还没有特别好的建议，想听听大家的看法。<\/p>\n<p>五.笄礼的简明操作仪程<\/p>\n<p>【准备活动】<\/p>\n<p>1.筮日：即定日期。定在成人者生日（公历农历皆可）或对其有重要意义的日子。不过，春节、中秋节、清明节不适合行礼\u2014\u2014春节、中秋，家人团聚的日子，不宜请人来参加；清明主祭祀，主题不相符，家庙无法两用。<\/p>\n<p>2.筮宾、戒宾：即确定参礼人员，并以请帖或各种通讯方法邀请.对于正宾，宜由父母提前三日（最迟一日）登门邀请。<\/p>\n<p>参礼人员：<\/p>\n<p>笄者；<\/p>\n<p>主人\u2014\u2014一般为笄者的双亲；<\/p>\n<p>正宾\u2014\u2014有德才的女性长辈；<\/p>\n<p>有司1人\u2014\u2014为笄者托盘的人；<\/p>\n<p>赞者1人\u2014\u2014协助正宾行礼，一般为笄者的好友、姊妹；<\/p>\n<p>观礼者若干。<\/p>\n<p>3.器物陈设：场地、服制、礼器、音乐等。<\/p>\n<p>场地：古时笄礼在\u201c家庙\u201d之中进行，并且在正堂东边还需搭建设施，称为\u201c东房\u201d。建议在庄严肃穆、安静开阔、文化气息重的场地。如孔庙、学校等。<\/p>\n<p>[服制]<\/p>\n<p>1.采衣：采衣即未行礼之前穿的童子服。根据冠礼的资料：样式是短褂裤，缁（黑）布为衣，朱红色的锦边\u2014\u2014不知道女童是不是也是黑色？但建议可以穿明丽一些的色彩。穿普通的布鞋。梳双鬟髻。<\/p>\n<p>2.初加：发笄和罗帕、素色的襦裙，似中衣。衣缘没有文饰，腰带用普通的细布带。<\/p>\n<p>3.再加：发簪、曲裾<a href=\"http://www.aihanfu.com/mall/hanfu/?fil_hfpattern=3\" target=\"_blank\" class=\"keylink\">深衣<\/a>。<\/p>\n<p>4.三加：钗冠。正式的大袖长裙礼服，上衣下裳制。佩绶等饰物。<\/p>\n<p>衣服的摆放：按顺序分别叠好、衣领朝东，由北向南依次置于席上，席置于场地东侧；要加的发饰，由有司捧在盘里，立于场地西册，面朝南，从东到西排开，依次是：发笄、发簪、钗笄。<\/p>\n<p>说明：三次加笄的服饰，分别有不同的蕴义，象征着女孩子成长的过程\u2014\u2014采衣色泽纯丽，象征着女童的天真烂漫；色浅而素雅的襦裙，象征着豆蔻少女的纯真；端庄的深衣（尤其是<a href=\"http://www.aihanfu.com/mall/hanfu/?fil_hfpattern=3\" target=\"_blank\" class=\"keylink\">曲裾<\/a>的），是公认的最能体现汉民族女子之美的服饰，象征着花季少女的明丽；最后隆重的大袖礼衣则反映了汉族女子的审美取向\u2014\u2014雍容大气，典雅端丽。<\/p>\n<p>[礼器]<\/p>\n<p>①醴酒1杯：可用普通的较平和的白酒代替，建议用古朴造型的酒杯。<\/p>\n<p>②饭1份：可以用浅盘或小碗象征性地铺一层米饭即可，备竹筷一双。<\/p>\n<p>③小几一个：作为置醴酒席的几案，上面放醴酒1杯，饭1份<\/p>\n<p>④席子3张：1张置于场地东侧，用来放置要穿的三套汉服。另2张并列置于场地中央偏西侧，放座垫（是用来跪坐的）。<\/p>\n<p>⑤盥1个：用普通的盆加水，备毛巾及温和的洗手液即可，置于放汉服的席子北侧。<\/p>\n<p>⑥香炉，香<\/p>\n<p>⑦挂图1张<\/p>\n<p>⑧观礼者座垫若干。<\/p>\n<p>[音乐]礼者，天地之序也；乐者，天地之和也。华夏的礼乐文明是一个整体，礼乐不可分。整个仪程中当然少不了丝竹管弦。但希望选择高雅的古曲，如《高山》《流水》等。琴、筝等乐器最好。<\/p>\n<p>【笄礼仪程】<\/p>\n<p>1.迎宾：主人立于东面台阶位等候宾客；有司托盘站在西面台阶下；客人立于场地外等候；笄者（沐浴后），换好采衣采履，安坐在东房（更衣间）内等候；音乐演奏开始。<\/p>\n<p>2.就位：有严格的顺序。正宾来到，父母亲上前迎接，相互行正规揖礼后入场，主宾落坐于主宾位；客人就座于观礼位；宾客都落坐后主人才就坐于主人位。<\/p>\n<p>3.开礼：主人（父亲）起身，简单致辞，可以说：今天，小女某某行成人笄礼，感谢各位宾朋佳客的光临！下面，小女某某成人笄礼正式开始！稍顿片刻，说，请某某入场拜见各位宾朋！<\/p>\n<p>4.笄者就位：赞者先走出来，以盥洗手，于西阶就位；笄者走出来，至场地中，面向南，向观礼宾客行揖礼。然后面向西正坐（就是跪坐）在笄者席上。赞者为其梳头，然后把梳子放到席子南边。<\/p>\n<p>5.宾盥：就是正宾洗手做准备。正宾先起身，主人随后起身相陪。正宾于东阶下盥洗手，拭干。相互揖让后主宾与主人各自归位就坐。<\/p>\n<p>6.初加：笄者转向东正坐；有司奉上罗帕和发笄，正宾走到笄者面前；高声吟颂祝辞曰：\u201c令月吉日，始加元服。弃尔幼志，顺尔成德。寿考惟祺，介尔景福。\u201d然后跪坐下（膝盖着席）为笄者梳头加笄，然后起身，回到原位。赞者为笄者象征性地正笄。笄者起身，宾向笄者作揖祝贺。笄者回到东房，赞者从有司手中取过衣服，去房内更换与头上幅尽相配套的素衣襦裙。<\/p>\n<p>7.一拜：笄者着襦裙出房后，向来宾展示。然后面向父母亲，行正规拜礼。这是第一次拜。这次是表示感念父母养育之恩。<\/p>\n<p>8.二加：笄者面向东正坐；正宾再洗手，再复位；有司奉上发钗，正宾接过，走到笄者面前；高声吟颂祝辞曰：\u201c吉月令辰，乃申尔服。敬尔威仪，淑慎尔德。眉寿万年，永受胡福。\u201d赞着为笄者去发笄。正宾跪下，为笄者簪上发钗，然后起身复位。赞者帮笄者象征性地正发钗。宾向笄者作揖。笄者回到东房，赞者取衣协助，去房内更换与头幅尽相配套的深衣大带的衣服。<\/p>\n<p>9.二拜：笄者着深衣出来向来宾展示。然后面向正宾，行正规拜礼。这是第二次拜。这次是表示对师长和前辈的尊敬。<\/p>\n<p>10.三加：笄者面向东正坐；正宾再洗手，再复位；有司奉上钗冠，正宾接过，走到笄者面前；高声吟颂祝辞曰：\u201c以岁之正，以月之令，咸加尔服。兄弟具在，以成厥德。黄耇无疆，受天之庆。\u201d赞者为笄者去发钗。正宾跪下，为笄者加钗冠，然后起身复位。赞者帮笄者正冠。宾向笄者作揖。笄者回到东房，赞者取衣协助，去房内更换礼服。<\/p>\n<p>11.三拜：笄者着礼服、钗冠出房后，向来宾展示。然后面向国旗，行正规拜礼，这是第三次拜。这次是表示传承文明报效祖国的决心。<\/p>\n<p>12.置醴：有司撤去笄礼的陈设，在西阶位置摆好醴酒席。正宾揖礼请笄者入席。笄者于是站到席的西侧，面向南。<\/p>\n<p>13.醮子：正宾向着西边，赞者奉上酒，笄者转向北，正宾接过醴酒，走到笄者席前，面向笄者，念祝辞曰：\u201c甘醴惟厚，嘉荐令芳。拜受祭之，以定尔祥。承天之休，寿考不忘。\u201d笄者行拜礼，接过醴酒。正宾回拜。笄者入席，跪着把酒撒些在地上作祭酒。然后持酒象征性地沾嘴唇，再将酒置于几上，有司奉上饭，笄者接过，象征性地吃一点。笄者拜，正宾答拜。笄者起身离席，站到西阶东面，面朝南。<\/p>\n<p>14.字笄者：就是给笄者取\u201c字\u201d。正宾起身下来面向东。主人起身下来面向西。宾为笄者取字，念祝辞曰：\u201c礼仪既备，令月吉日，昭告尔字。爰字孔嘉，髦士攸宜。宜之于假，永受保之，曰××甫。\u201d笄者答：\u201c某虽不敏，敢不夙夜祗来。\u201d笄者向宾行揖礼，正宾回礼。正宾复位。<\/p>\n<p>15.聆训：笄者跪在父母面前，由父母对其进行教诲。具体内容父母酌定。笄者静心聆听，在父母说完后答：\u201c儿虽不敏，敢不祗承！\u201d对父母行拜礼。<\/p>\n<p>16.笄者揖谢：就是笄者分别向在场的所有参礼者行揖礼以示感谢。笄者立于场地中央，先后行揖礼于：正宾、客人、乐者、有司、赞者、旁观群众、父母。受礼者微微点头示意即可。<\/p>\n<p>17.礼成：笄者与父母并列，全体起立。<\/p>\n<p>说明：<\/p>\n<p>举行成人礼就是要提示行礼者，从此将由家庭中没有责任的孩子转变为正式跨入社会的成年人，只有能履践孝、悌、忠、顺的德行，才能成为合格的儿子、合格的弟弟、合格的晚辈，各种合格的社会角色。只有这样，才可以称得上是成人，也才有资格去治理别人，才能继承和发扬华夏礼仪文明。成人礼在华夏礼仪文化中定位为\u201c礼仪之始\u201d。<\/p>\n<p>成人礼中仪<\/p><br/><h3>本平台内容包括原创、编辑整理和转载。如有侵权请联系官方小袍删除<\/h3>","cover":"","type":0,"commID":1113,"sourceStr":"爱汉服","author":"","cagetory":"","listImages":"","qiYuId":"","keyword":"","filePathList":[]},{"id":0,"reptileArticleID":0,"createTime":"2019-12-19 18:36:50","detailUrl":"","status":0,"title":"汉服运动简介\u2014我眼中的汉服运动","content":"<p class=\"description\">摘要：汉服运动发生的背景以及汉服运动的兴起。<\/p> \n<p><strong>一 汉服运动发生的背景<\/strong><\/p>\n<p><strong>1 汉服的消失以及辛亥革命之再审视<\/strong><\/p>\n<p>谈及汉服运动，就不得不说起汉服的消亡。一切都要从甲申之变说起。公元一六四四年，也就是明朝崇祯十七年夏历甲申。这一年对中国而言可谓多事之秋，是中国天塌地陷的一年。先是民变军领袖李自成在三月十九日攻破北京，大明最后一个皇帝朱由检在煤山自缢殉国，大明王朝轰然倒塌。仅仅四十多天后，吴三桂和清军联合在山海关一片石打败李自成，李自成逃出北京，清军入关，开始了中国历史上最为惨烈的近二十年的动荡。一六四五年清军陷南京，自以为大势已定的满洲殖民者，便迫不及待的以征服者的身份下达了<a href=\"http://www.aihanfu.com/wen/226/\" target=\"_blank\" class=\"keylink\">剃发易服<\/a>令，并扬言留头不留发，留发不留头。同时强迫汉人放弃自己传承几千年的华夏衣冠，悲剧正式从此开始。于是在这片大地上不甘为人奴的汉人为保护祖先留下的发式衣冠，与殖民者不惜性命的进行了近二十年的殊死搏斗，满洲殖民者则以屠城作为镇压手段。虽然汉人英勇的进行了抗争，但由于种种原因抵抗最终失败了。公元一六八三年清军占领台湾，台湾的郑氏最终没能保住华夏衣冠，汉服就这样在血泊中中断了。由于汉服在华夏文明中一开始就被赋予了特殊的含义，已经远远不只是一件衣服。这就意味着汉服的消亡，不仅仅是一件衣服消失那么简单，他必定意味着整个文明体系的衰落甚至崩溃。由于汉服的缺失，满洲的旗袍马褂在暴力中被确定下来，成为了近三百年的主流服饰，而这些并不是历史自然选择的结果！<\/p>\n<p>近代以来西方文明强势侵入，而此时的华夏大地则处在满洲贵族的统治之下。汉文明经过他们一百多年的篡改阉割早已丧失了他原本的活力和精神。同时由于满洲人的防汉抑汉政策使得中国错失了与西方同步发展的机会。这时的国人愚昧无知，奴性蔓延，根本无力阻止西方文明的挑战。同时西方的入侵也为满洲人的殖民统治敲响了丧钟。此时一些被刻意掩盖的历史被挖了出来，汉人的民族意识空前高涨。汉人为了恢复自己的民族国家进行了轰轰烈烈的斗争，终于在西元一九一二年推翻了异族统治，光复了自己的国家。也就是说辛亥革命的本质是汉族的光复革命，这从他的口号中就可以得知一二，驱除鞑虏，恢复中华，这和当初朱元璋驱逐暴元的口号是一样的。而孙中山在革命成功后，办的第一件事就是去祭告朱元璋，告诉他汉族光复的成功，这也足以说明辛亥革命的性质。然而近百年来由于不同派别之间的殊死搏斗，对于辛亥革命的解读也就带有了不同派别之间的政治立场，于是对辛亥革命的评价也就失去了他原本的意义，现在当我们重新回顾历史时，我们应当还原辛亥革命的本来面目。唯有如此，我们才不至于被历史的迷雾迷失方向，从而继续先辈们未完成的事业！<\/p>\n<p>辛亥革命从政治上完成了汉族的光复，但是并没能认识到近代以来中国积贫积弱的真正原因在于野蛮势力对华夏文明的暴力打断。由于资料的缺失没有人知道仅仅在满清建立之前的明末，我们的人文精神是怎样开放自由，是怎样的恢弘大气，我们的文明是怎样的辉煌。虽然不像以前绝对领先西方，但是欧洲人也不得不承认中国和西方在科学技术方面各有所长，双方处在同一起跑线上。中国的文明样式成为了欧洲人的理想模式，是世界文明的典范。然而由于满清的篡改阉割，我们辉煌的文明戛然而止，只有那停留在笔墨上的繁华留给后人无限的暇思。经过满清阉割奴化，汉文明被异化为奴才文明，再也不复他当年的风采。华夏的民族精神也彻底被扭曲，这才是中国近代落后于世界的根本原因。而当时由于中国面临严重的外患，加上满洲近一个世纪的破坏毁灭，使得很多文献史料在国内失传。当时的文人并没有时间和能力对祖先的东西进行重新整理和辨别。这也使得当时的人们把满洲的奴性文化当成了汉文明的本质，于是华夏文明就这样替满清背了黑锅。再者救亡图存是当时的首要任务，要实现这个目标就要使自己迅速的强大起来。而相形对比之下，学习西方，自然就成了必要的选择！<\/p>\n<p>学习西方本没有错，但是在这个过程中却导致了两个不良后果。一个是由于学习过程中没有能认真的加以辨别，择其善者，而是盲目的全盘西化。这就使得许多西方垃圾文化也被吸收了进来。同时由于学习过程中，产生了苏俄派和欧美派的分歧。两派之间长期斗争，水火不容。使得国内社会出现了大分裂，国内局势长期动荡，人为地延长了国家元气的修复。国内局势的纷乱也刺激了邻居日本的野心，结果又是一次长时间外族入侵，中国在一次元气大伤，战争对中国局势的影响是巨大的，而这种影响一直持续到现在。另外则是长时间的内乱，使得本已遭到严重打击的满清残余势力及其文化人，成功的度过了其最危难的时刻。在经过一段时期的蛰伏后，逐渐恢复了元气，并成功渗透到了统治阶层内部，使得辛亥革命的成果受到了严峻的挑战。而满清殖民期间对汉文化的不良渗透和影响并没有得到应有的清算。使其遗毒至今严重威胁着国人的价值观念。满洲人带给国人的奴性并未得到改变。于是当今国内奸邪丛生，民众崇洋媚外，华夏的生存环境受到了空前的威胁。由此观之，驱除鞑虏恢复中华的的事业仍然路漫漫其修远，我辈也应当继承先人遗志，继续先人未竟的事业！<\/p>\n<p><strong>2 满洲残余势力沉渣泛起<\/strong><\/p>\n<p>提起满洲残余势力，总有人会高呼歧视少数民族。然而事实却是，所谓满洲势力并非完全是根红苗正的满族人。而相当一部分则是投靠满洲人的汉人。他们的祖先在历史上曾经助纣为虐，为了避免被清算他们死死抱住满清的大腿。因为他们深刻的明白一个道理，唯有证明清朝统治的合理性，才能保证他们的祖先靠出卖民族得到的利益不会丢失。还有一部分则是那些满洲人的遗老遗少，他们虽然倒台了。但是三百年的奴隶主生活是他们念念不忘的。他们无时无刻不想梦回大清，继续骑在汉人头上作威作福，炸人骨血敲人骨髓。更让他们寝食难安的是，他们曾经对汉人犯下滔天罪行，辛亥革命时由于种种原因，他们的罪行没有得到应有的清算。等到日本人入寇，他们竟又举族叛国，割据东北妄图割中国之土以自立。种种罪行使他们感到恐惧，他们知道只有恢复大清，或者把国家掌握在他们手里，才能保住他们的奴隶主地位。唯有削弱汉人，才能避免它们被清算。所谓汉人强则满人亡，这就是他们的一贯觉悟。于是在共同的命运之下，两种势力最终纠合在了一起，用尽各种办法继续做着他们重回大清的梦。而这些我相信大部分满族人是不知道的。<\/p>\n<p>满洲势力的兴起，我想最为直观的感受就是国人对满清态度变化。显而易见的是自从辛亥革命后，对满清的评价大多数情况下都是负面的。虽然建国后政权对中国的概念定位有所变化，但是也自称继承了孙中山先生的衣钵。虽然对于满族人的态度有所变化，但是对于满清的评价则是始终如一的。事情的变化应该是发生在改革开放初期，国家大政方针开始大规模地向经济方面转移，对文化方面的管控自然就松了许多。加之，新中国受苏俄的影响颇深，在民族政策方面也是完全照搬了苏俄的经验，人工创造了很多所谓的少数民族。并旗帜鲜明的反对大民族主义，这完全背离了孙先生倡导建立各民族同化为汉族的大中华主义的主张。另一方面，也背离了国家长治久安的根本目标，八九十年代的苏东剧变就已经证明这种政策的失误。如果说建国初直到文革期间国家只是在民族政策方向上的失误，在事实上仍然做到了最起码的平等的话。那么，改革开放后，当时的领导人则做了很多自掘坟墓的事。他不仅在经济方面给与少数民族特殊的优惠，在文化行政上也要落实少数民族优惠的政策，甚至在法律上也为少数民族制定了两少一宽，至此从法律上少数民族也高人一等。从此汉人彻底沦为了二等民族。这从根本上伤了国家元气，威胁国家的未来。大量援疆援藏干部的撤离，少数民族极端势力的兴起，不能不说与此有着密切的关系。<\/p>\n<p>外部环境的改变，为满洲残余势力的重新崛起创造了条件。他们便利用这个机会在文化方面开始了渗透。最初不过是以清朝为背景的影视剧的出现，这本是一件小事，也并没有引起国人多大注意。然而事情的发展却越来越变得清晰起来，从九十年代开始十几年如一日的开始了他们所谓的大清王朝赞美和拔高的工程。于是以历史正剧为手段开始了对满清历代帝王的无尽的吹捧。甚至是之前犯下过滔天罪行的努尔哈赤多尔衮之流也变成了英明神武的英雄帝王，多情多义的翩翩公子。在这种情况下，历史工作者们也发挥了不可替代的作用，各种民族大融合轮，输血论等等歪理邪说喧嚣尘上。与此同时教科书内容也发生了变化，各少数民族王朝均被热情的歌颂。于是当年的屠夫要么变成了反抗汉族民族压迫的英雄，要么变成了完成民族大一统的圣君。当年的丑恶，暴虐，嗜杀成性被统统的忘记。就这样当初的敌人完成了华丽的大转身，摇身一变变得面目英俊可爱可亲。真不知道东条英机之流在地下作何感想。<\/p>\n<p>对少数民族的称赞伴随着对汉人历史的否定诋毁。于是在这种背景下，汉族变成了假大空的民族。甚至连轩辕黄帝也要考证到底存不存在，汉族在他们口中变成了湖人融合成的杂种民族。华夏文明要<\/p><br/><h3>本平台内容包括原创、编辑整理和转载。如有侵权请联系官方小袍删除<\/h3>","cover":"","type":0,"commID":1112,"sourceStr":"爱汉服","author":"","cagetory":"","listImages":"","qiYuId":"","keyword":"","filePathList":[]}],"comTotal":0}
     */

    private StatusBean status;
    private DataBean data;

    public StatusBean getStatus() {
        return status;
    }

    public void setStatus(StatusBean status) {
        this.status = status;
    }

    public DataBean getData() {
        return data;
    }

    public void setData(DataBean data) {
        this.data = data;
    }

    public static class StatusBean {
        /**
         * statusCode : 100
         * message : 请求成功！
         * serverTime : 2020-08-04 16:34:01
         */

        private int statusCode;
        private String message;
        private String serverTime;

        public int getStatusCode() {
            return statusCode;
        }

        public void setStatusCode(int statusCode) {
            this.statusCode = statusCode;
        }

        public String getMessage() {
            return message;
        }

        public void setMessage(String message) {
            this.message = message;
        }

        public String getServerTime() {
            return serverTime;
        }

        public void setServerTime(String serverTime) {
            this.serverTime = serverTime;
        }
    }

    public static class DataBean {
        /**
         * total : 5
         * list : [{"id":0,"reptileArticleID":0,"createTime":"2020-01-06 11:46:56","detailUrl":"","status":0,"title":"中国文化之一：汉服","content":"<p class=\"description\">摘要：时光荏苒，岁月悠悠。21世纪以来，随着中国综合国力的上升，面对着西方价值观的全球扩张，\u201c弘扬传统文化\u201d的口号也越喊越激烈，这个时候也有人开始反思：我们虽然拥有\u201c五千年文明\u201d古国的自称，可是我们的文明又体现在了哪里呢?面对着曾经的文明断裂之殇...<\/p><figure class=\"image\">&nbsp;&nbsp;<\/figure><p>时光荏苒，岁月悠悠。21世纪以来，随着中国综合国力的上升，面对着西方价值观的全球扩张，\u201c弘扬传统文化\u201d的口号也越喊越激烈，这个时候也有人开始反思：我们虽然拥有\u201c五千年文明\u201d古国的自称，可是我们的文明又体现在了哪里呢?面对着曾经的文明断裂之殇，我们是不是真的丢失了一些宝贵东西?<\/p><p>在这个过程中，属于传统文化中最表层、最显著、最通俗、最容易传播的那部分\u2014\u2014汉服，汉民族的传统服饰，这件尘封了百年的衣裳，也逐渐抖落了厚厚的尘埃，在2003年时重返了大众视野，也成为当代中国社会中一道美丽的风景线。<\/p><p>他们，先是在互联网上搭建了宣传平台，并尝试依据文献记录复原制作了汉服，并穿着那件失落了360年的衣裳走上街头，向路人介绍：看，这才是我们的民族服饰。<\/p><p>后来，他们又重现了尘封百年的传统<a href=\"http://www.aihanfu.com/wen/494/\" target=\"_blank\" class=\"keylink\">成人礼<\/a>、婚礼、射礼，乃至探索出当代的中式学位授予典礼。而且，他们也从穿汉服开始，慢慢的学习着舞蹈、器乐、国学，甚至有的人还探索了传统的生活方式，也决心要把我们的文明传递下去。<\/p><p>在全球化的过程中，对于处在东西方文化的交融与碰撞地段之中的海外华人群体而言，他们的身份归属、文化认同危机的感受也越来越强烈，并激起了强烈的文化自觉意识。从马来西亚、到新加坡、再到欧洲、美国、加拿大等国家和地区的华人、华裔或是留学生，他们也陆续的揭开了海外汉服运动的序幕。其实，这些活动背后的意义又远远大于汉服运动本身，更多的是倾诉了他们对于中华文化的认同和对民族情感的延续。<\/p><p><br/><\/p><h3>本平台内容包括原创、编辑整理和转载。如有侵权请联系官方小袍删除<\/h3>","cover":"","type":0,"commID":1236,"sourceStr":"爱汉服","author":"","cagetory":"","listImages":"","qiYuId":"","keyword":"","filePathList":[]},{"id":0,"reptileArticleID":0,"createTime":"2019-12-24 17:09:56","detailUrl":"","status":0,"title":"华夏先祖留下来的二十大国粹：你都知道吗","content":"","cover":"","type":0,"commID":1148,"sourceStr":"爱汉服","author":"","cagetory":"","listImages":"","qiYuId":"","keyword":"","filePathList":[{"filePath":"http://static.aihanfu.net/uploadfile/2016/0410/20160410101506658.jpg"}]},{"id":0,"reptileArticleID":0,"createTime":"2019-12-19 18:37:00","detailUrl":"","status":0,"title":"现代汉服体系介绍","content":"","cover":"","type":0,"commID":1114,"sourceStr":"爱汉服","author":"","cagetory":"","listImages":"","qiYuId":"","keyword":"","filePathList":[]},{"id":0,"reptileArticleID":0,"createTime":"2019-12-19 18:36:57","detailUrl":"","status":0,"title":"笄礼（女孩成人礼）介绍","content":"<p class=\"description\">摘要：笄礼作为女孩子的成人礼，象男子的冠礼一样，也是表示成人的一种仪式，在举礼的程序等问题上大体和冠礼相同。<\/p> \n<figure class=\"image\"> \n <a onclick=\"image_priview('http://static.aihanfu.net/uploadfile/2016/0308/20160308014018580.jpg');\" href=\"javascript:void(0);\" target=\"_self\"><img src=\"http://static.aihanfu.net/uploadfile/2016/0308/20160308014018580.jpg\" alt=\"笄礼（女孩成人礼）介绍-图片1\" width=\"100%\"><\/a>  \n<\/figure> \n<p>笄礼作为女孩子的<a href=\"http://www.aihanfu.com/wen/494/\" target=\"_blank\" class=\"keylink\">成人礼<\/a>，象男子的冠礼一样，也是表示成人的一种仪式，在举礼的程序等问题上大体和冠礼相同。<\/p>\n<p>一.行礼的意义<\/p>\n<p><a href=\"http://www.aihanfu.com/wen/494/\" target=\"_blank\" class=\"keylink\">笄礼<\/a>象征的意义与冠礼一样，同样是对人生责任、社会角色的提醒\u2014\u2014笄礼的行礼方式带有女性特有的柔美：一头长发，一根发笄，细心梳成一个秀美的发髻，郑重簪上发笄\u2026\u2026这一过程体现了女性的柔美，暗示了女子将以与男子不同的方式支撑起我们这个世界。<\/p>\n<p>二.行礼年龄<\/p>\n<p>《周礼》及古代习惯，都是十五岁左右行笄礼，最迟二十岁。考虑到时代发展、笄礼意义的调整，女孩子和男孩子一样要读书，完成学业。所以，这个时间放在高中毕业18岁为宜。<\/p>\n<p>三.行礼日期<\/p>\n<p>关于这个日期，前面冠礼部分已经详述，故不加追述，只追加一个日子：农历三月三-女儿节（上巳节）。这是发源于两千多年前的华夏节日，但目前只在日本、韩国流传。目前，\u201c女儿节\u201d已经是日本五大重要节日之一了。所以，建议在这一天进行笄礼，不仅是传统礼仪的事，同时对民族节日复兴也有重要的意义。<\/p>\n<p>四.注意问题<\/p>\n<p>笄礼的仪节及用服，文献缺乏记载。但综合各种资料来看，整个行礼程序,笄礼与冠礼基本相同，只在几处细微方面略有差异。<\/p>\n<p>1.宾、有司、赞者等参礼者宜由女性担任。行礼地点宜于堂室。<\/p>\n<p>2.加笄：古礼女子笄礼同男子冠礼一样，也有三加、二加等。冠笄盛于盘中，上面蒙以帕，由有司执之。男子三加分别是巾、帽、幞头，女子也有纷繁的钗冠。条件许可下，可分别加笄、簪、凤冠。考虑到现今的实际情况，简化举礼时只一加即可\u2014\u2014即由正宾郑重地为女子梳头，加笄。发簪、发钗这些东西在今天依然很流行，所以比起男子的首服，要容易得多。笄礼用服，文献几无记录，所以，下面的关于笄礼的仪程，基本上是参考男子冠礼来的。<\/p>\n<p>3.关于头发长短：现在有许多女孩子习惯留短发的，这和仪式的方式直接冲突，不能不说是一个问题。关于这个我们目前还没有特别好的建议，想听听大家的看法。<\/p>\n<p>五.笄礼的简明操作仪程<\/p>\n<p>【准备活动】<\/p>\n<p>1.筮日：即定日期。定在成人者生日（公历农历皆可）或对其有重要意义的日子。不过，春节、中秋节、清明节不适合行礼\u2014\u2014春节、中秋，家人团聚的日子，不宜请人来参加；清明主祭祀，主题不相符，家庙无法两用。<\/p>\n<p>2.筮宾、戒宾：即确定参礼人员，并以请帖或各种通讯方法邀请.对于正宾，宜由父母提前三日（最迟一日）登门邀请。<\/p>\n<p>参礼人员：<\/p>\n<p>笄者；<\/p>\n<p>主人\u2014\u2014一般为笄者的双亲；<\/p>\n<p>正宾\u2014\u2014有德才的女性长辈；<\/p>\n<p>有司1人\u2014\u2014为笄者托盘的人；<\/p>\n<p>赞者1人\u2014\u2014协助正宾行礼，一般为笄者的好友、姊妹；<\/p>\n<p>观礼者若干。<\/p>\n<p>3.器物陈设：场地、服制、礼器、音乐等。<\/p>\n<p>场地：古时笄礼在\u201c家庙\u201d之中进行，并且在正堂东边还需搭建设施，称为\u201c东房\u201d。建议在庄严肃穆、安静开阔、文化气息重的场地。如孔庙、学校等。<\/p>\n<p>[服制]<\/p>\n<p>1.采衣：采衣即未行礼之前穿的童子服。根据冠礼的资料：样式是短褂裤，缁（黑）布为衣，朱红色的锦边\u2014\u2014不知道女童是不是也是黑色？但建议可以穿明丽一些的色彩。穿普通的布鞋。梳双鬟髻。<\/p>\n<p>2.初加：发笄和罗帕、素色的襦裙，似中衣。衣缘没有文饰，腰带用普通的细布带。<\/p>\n<p>3.再加：发簪、曲裾<a href=\"http://www.aihanfu.com/mall/hanfu/?fil_hfpattern=3\" target=\"_blank\" class=\"keylink\">深衣<\/a>。<\/p>\n<p>4.三加：钗冠。正式的大袖长裙礼服，上衣下裳制。佩绶等饰物。<\/p>\n<p>衣服的摆放：按顺序分别叠好、衣领朝东，由北向南依次置于席上，席置于场地东侧；要加的发饰，由有司捧在盘里，立于场地西册，面朝南，从东到西排开，依次是：发笄、发簪、钗笄。<\/p>\n<p>说明：三次加笄的服饰，分别有不同的蕴义，象征着女孩子成长的过程\u2014\u2014采衣色泽纯丽，象征着女童的天真烂漫；色浅而素雅的襦裙，象征着豆蔻少女的纯真；端庄的深衣（尤其是<a href=\"http://www.aihanfu.com/mall/hanfu/?fil_hfpattern=3\" target=\"_blank\" class=\"keylink\">曲裾<\/a>的），是公认的最能体现汉民族女子之美的服饰，象征着花季少女的明丽；最后隆重的大袖礼衣则反映了汉族女子的审美取向\u2014\u2014雍容大气，典雅端丽。<\/p>\n<p>[礼器]<\/p>\n<p>①醴酒1杯：可用普通的较平和的白酒代替，建议用古朴造型的酒杯。<\/p>\n<p>②饭1份：可以用浅盘或小碗象征性地铺一层米饭即可，备竹筷一双。<\/p>\n<p>③小几一个：作为置醴酒席的几案，上面放醴酒1杯，饭1份<\/p>\n<p>④席子3张：1张置于场地东侧，用来放置要穿的三套汉服。另2张并列置于场地中央偏西侧，放座垫（是用来跪坐的）。<\/p>\n<p>⑤盥1个：用普通的盆加水，备毛巾及温和的洗手液即可，置于放汉服的席子北侧。<\/p>\n<p>⑥香炉，香<\/p>\n<p>⑦挂图1张<\/p>\n<p>⑧观礼者座垫若干。<\/p>\n<p>[音乐]礼者，天地之序也；乐者，天地之和也。华夏的礼乐文明是一个整体，礼乐不可分。整个仪程中当然少不了丝竹管弦。但希望选择高雅的古曲，如《高山》《流水》等。琴、筝等乐器最好。<\/p>\n<p>【笄礼仪程】<\/p>\n<p>1.迎宾：主人立于东面台阶位等候宾客；有司托盘站在西面台阶下；客人立于场地外等候；笄者（沐浴后），换好采衣采履，安坐在东房（更衣间）内等候；音乐演奏开始。<\/p>\n<p>2.就位：有严格的顺序。正宾来到，父母亲上前迎接，相互行正规揖礼后入场，主宾落坐于主宾位；客人就座于观礼位；宾客都落坐后主人才就坐于主人位。<\/p>\n<p>3.开礼：主人（父亲）起身，简单致辞，可以说：今天，小女某某行成人笄礼，感谢各位宾朋佳客的光临！下面，小女某某成人笄礼正式开始！稍顿片刻，说，请某某入场拜见各位宾朋！<\/p>\n<p>4.笄者就位：赞者先走出来，以盥洗手，于西阶就位；笄者走出来，至场地中，面向南，向观礼宾客行揖礼。然后面向西正坐（就是跪坐）在笄者席上。赞者为其梳头，然后把梳子放到席子南边。<\/p>\n<p>5.宾盥：就是正宾洗手做准备。正宾先起身，主人随后起身相陪。正宾于东阶下盥洗手，拭干。相互揖让后主宾与主人各自归位就坐。<\/p>\n<p>6.初加：笄者转向东正坐；有司奉上罗帕和发笄，正宾走到笄者面前；高声吟颂祝辞曰：\u201c令月吉日，始加元服。弃尔幼志，顺尔成德。寿考惟祺，介尔景福。\u201d然后跪坐下（膝盖着席）为笄者梳头加笄，然后起身，回到原位。赞者为笄者象征性地正笄。笄者起身，宾向笄者作揖祝贺。笄者回到东房，赞者从有司手中取过衣服，去房内更换与头上幅尽相配套的素衣襦裙。<\/p>\n<p>7.一拜：笄者着襦裙出房后，向来宾展示。然后面向父母亲，行正规拜礼。这是第一次拜。这次是表示感念父母养育之恩。<\/p>\n<p>8.二加：笄者面向东正坐；正宾再洗手，再复位；有司奉上发钗，正宾接过，走到笄者面前；高声吟颂祝辞曰：\u201c吉月令辰，乃申尔服。敬尔威仪，淑慎尔德。眉寿万年，永受胡福。\u201d赞着为笄者去发笄。正宾跪下，为笄者簪上发钗，然后起身复位。赞者帮笄者象征性地正发钗。宾向笄者作揖。笄者回到东房，赞者取衣协助，去房内更换与头幅尽相配套的深衣大带的衣服。<\/p>\n<p>9.二拜：笄者着深衣出来向来宾展示。然后面向正宾，行正规拜礼。这是第二次拜。这次是表示对师长和前辈的尊敬。<\/p>\n<p>10.三加：笄者面向东正坐；正宾再洗手，再复位；有司奉上钗冠，正宾接过，走到笄者面前；高声吟颂祝辞曰：\u201c以岁之正，以月之令，咸加尔服。兄弟具在，以成厥德。黄耇无疆，受天之庆。\u201d赞者为笄者去发钗。正宾跪下，为笄者加钗冠，然后起身复位。赞者帮笄者正冠。宾向笄者作揖。笄者回到东房，赞者取衣协助，去房内更换礼服。<\/p>\n<p>11.三拜：笄者着礼服、钗冠出房后，向来宾展示。然后面向国旗，行正规拜礼，这是第三次拜。这次是表示传承文明报效祖国的决心。<\/p>\n<p>12.置醴：有司撤去笄礼的陈设，在西阶位置摆好醴酒席。正宾揖礼请笄者入席。笄者于是站到席的西侧，面向南。<\/p>\n<p>13.醮子：正宾向着西边，赞者奉上酒，笄者转向北，正宾接过醴酒，走到笄者席前，面向笄者，念祝辞曰：\u201c甘醴惟厚，嘉荐令芳。拜受祭之，以定尔祥。承天之休，寿考不忘。\u201d笄者行拜礼，接过醴酒。正宾回拜。笄者入席，跪着把酒撒些在地上作祭酒。然后持酒象征性地沾嘴唇，再将酒置于几上，有司奉上饭，笄者接过，象征性地吃一点。笄者拜，正宾答拜。笄者起身离席，站到西阶东面，面朝南。<\/p>\n<p>14.字笄者：就是给笄者取\u201c字\u201d。正宾起身下来面向东。主人起身下来面向西。宾为笄者取字，念祝辞曰：\u201c礼仪既备，令月吉日，昭告尔字。爰字孔嘉，髦士攸宜。宜之于假，永受保之，曰××甫。\u201d笄者答：\u201c某虽不敏，敢不夙夜祗来。\u201d笄者向宾行揖礼，正宾回礼。正宾复位。<\/p>\n<p>15.聆训：笄者跪在父母面前，由父母对其进行教诲。具体内容父母酌定。笄者静心聆听，在父母说完后答：\u201c儿虽不敏，敢不祗承！\u201d对父母行拜礼。<\/p>\n<p>16.笄者揖谢：就是笄者分别向在场的所有参礼者行揖礼以示感谢。笄者立于场地中央，先后行揖礼于：正宾、客人、乐者、有司、赞者、旁观群众、父母。受礼者微微点头示意即可。<\/p>\n<p>17.礼成：笄者与父母并列，全体起立。<\/p>\n<p>说明：<\/p>\n<p>举行成人礼就是要提示行礼者，从此将由家庭中没有责任的孩子转变为正式跨入社会的成年人，只有能履践孝、悌、忠、顺的德行，才能成为合格的儿子、合格的弟弟、合格的晚辈，各种合格的社会角色。只有这样，才可以称得上是成人，也才有资格去治理别人，才能继承和发扬华夏礼仪文明。成人礼在华夏礼仪文化中定位为\u201c礼仪之始\u201d。<\/p>\n<p>成人礼中仪<\/p><br/><h3>本平台内容包括原创、编辑整理和转载。如有侵权请联系官方小袍删除<\/h3>","cover":"","type":0,"commID":1113,"sourceStr":"爱汉服","author":"","cagetory":"","listImages":"","qiYuId":"","keyword":"","filePathList":[]},{"id":0,"reptileArticleID":0,"createTime":"2019-12-19 18:36:50","detailUrl":"","status":0,"title":"汉服运动简介\u2014我眼中的汉服运动","content":"<p class=\"description\">摘要：汉服运动发生的背景以及汉服运动的兴起。<\/p> \n<p><strong>一 汉服运动发生的背景<\/strong><\/p>\n<p><strong>1 汉服的消失以及辛亥革命之再审视<\/strong><\/p>\n<p>谈及汉服运动，就不得不说起汉服的消亡。一切都要从甲申之变说起。公元一六四四年，也就是明朝崇祯十七年夏历甲申。这一年对中国而言可谓多事之秋，是中国天塌地陷的一年。先是民变军领袖李自成在三月十九日攻破北京，大明最后一个皇帝朱由检在煤山自缢殉国，大明王朝轰然倒塌。仅仅四十多天后，吴三桂和清军联合在山海关一片石打败李自成，李自成逃出北京，清军入关，开始了中国历史上最为惨烈的近二十年的动荡。一六四五年清军陷南京，自以为大势已定的满洲殖民者，便迫不及待的以征服者的身份下达了<a href=\"http://www.aihanfu.com/wen/226/\" target=\"_blank\" class=\"keylink\">剃发易服<\/a>令，并扬言留头不留发，留发不留头。同时强迫汉人放弃自己传承几千年的华夏衣冠，悲剧正式从此开始。于是在这片大地上不甘为人奴的汉人为保护祖先留下的发式衣冠，与殖民者不惜性命的进行了近二十年的殊死搏斗，满洲殖民者则以屠城作为镇压手段。虽然汉人英勇的进行了抗争，但由于种种原因抵抗最终失败了。公元一六八三年清军占领台湾，台湾的郑氏最终没能保住华夏衣冠，汉服就这样在血泊中中断了。由于汉服在华夏文明中一开始就被赋予了特殊的含义，已经远远不只是一件衣服。这就意味着汉服的消亡，不仅仅是一件衣服消失那么简单，他必定意味着整个文明体系的衰落甚至崩溃。由于汉服的缺失，满洲的旗袍马褂在暴力中被确定下来，成为了近三百年的主流服饰，而这些并不是历史自然选择的结果！<\/p>\n<p>近代以来西方文明强势侵入，而此时的华夏大地则处在满洲贵族的统治之下。汉文明经过他们一百多年的篡改阉割早已丧失了他原本的活力和精神。同时由于满洲人的防汉抑汉政策使得中国错失了与西方同步发展的机会。这时的国人愚昧无知，奴性蔓延，根本无力阻止西方文明的挑战。同时西方的入侵也为满洲人的殖民统治敲响了丧钟。此时一些被刻意掩盖的历史被挖了出来，汉人的民族意识空前高涨。汉人为了恢复自己的民族国家进行了轰轰烈烈的斗争，终于在西元一九一二年推翻了异族统治，光复了自己的国家。也就是说辛亥革命的本质是汉族的光复革命，这从他的口号中就可以得知一二，驱除鞑虏，恢复中华，这和当初朱元璋驱逐暴元的口号是一样的。而孙中山在革命成功后，办的第一件事就是去祭告朱元璋，告诉他汉族光复的成功，这也足以说明辛亥革命的性质。然而近百年来由于不同派别之间的殊死搏斗，对于辛亥革命的解读也就带有了不同派别之间的政治立场，于是对辛亥革命的评价也就失去了他原本的意义，现在当我们重新回顾历史时，我们应当还原辛亥革命的本来面目。唯有如此，我们才不至于被历史的迷雾迷失方向，从而继续先辈们未完成的事业！<\/p>\n<p>辛亥革命从政治上完成了汉族的光复，但是并没能认识到近代以来中国积贫积弱的真正原因在于野蛮势力对华夏文明的暴力打断。由于资料的缺失没有人知道仅仅在满清建立之前的明末，我们的人文精神是怎样开放自由，是怎样的恢弘大气，我们的文明是怎样的辉煌。虽然不像以前绝对领先西方，但是欧洲人也不得不承认中国和西方在科学技术方面各有所长，双方处在同一起跑线上。中国的文明样式成为了欧洲人的理想模式，是世界文明的典范。然而由于满清的篡改阉割，我们辉煌的文明戛然而止，只有那停留在笔墨上的繁华留给后人无限的暇思。经过满清阉割奴化，汉文明被异化为奴才文明，再也不复他当年的风采。华夏的民族精神也彻底被扭曲，这才是中国近代落后于世界的根本原因。而当时由于中国面临严重的外患，加上满洲近一个世纪的破坏毁灭，使得很多文献史料在国内失传。当时的文人并没有时间和能力对祖先的东西进行重新整理和辨别。这也使得当时的人们把满洲的奴性文化当成了汉文明的本质，于是华夏文明就这样替满清背了黑锅。再者救亡图存是当时的首要任务，要实现这个目标就要使自己迅速的强大起来。而相形对比之下，学习西方，自然就成了必要的选择！<\/p>\n<p>学习西方本没有错，但是在这个过程中却导致了两个不良后果。一个是由于学习过程中没有能认真的加以辨别，择其善者，而是盲目的全盘西化。这就使得许多西方垃圾文化也被吸收了进来。同时由于学习过程中，产生了苏俄派和欧美派的分歧。两派之间长期斗争，水火不容。使得国内社会出现了大分裂，国内局势长期动荡，人为地延长了国家元气的修复。国内局势的纷乱也刺激了邻居日本的野心，结果又是一次长时间外族入侵，中国在一次元气大伤，战争对中国局势的影响是巨大的，而这种影响一直持续到现在。另外则是长时间的内乱，使得本已遭到严重打击的满清残余势力及其文化人，成功的度过了其最危难的时刻。在经过一段时期的蛰伏后，逐渐恢复了元气，并成功渗透到了统治阶层内部，使得辛亥革命的成果受到了严峻的挑战。而满清殖民期间对汉文化的不良渗透和影响并没有得到应有的清算。使其遗毒至今严重威胁着国人的价值观念。满洲人带给国人的奴性并未得到改变。于是当今国内奸邪丛生，民众崇洋媚外，华夏的生存环境受到了空前的威胁。由此观之，驱除鞑虏恢复中华的的事业仍然路漫漫其修远，我辈也应当继承先人遗志，继续先人未竟的事业！<\/p>\n<p><strong>2 满洲残余势力沉渣泛起<\/strong><\/p>\n<p>提起满洲残余势力，总有人会高呼歧视少数民族。然而事实却是，所谓满洲势力并非完全是根红苗正的满族人。而相当一部分则是投靠满洲人的汉人。他们的祖先在历史上曾经助纣为虐，为了避免被清算他们死死抱住满清的大腿。因为他们深刻的明白一个道理，唯有证明清朝统治的合理性，才能保证他们的祖先靠出卖民族得到的利益不会丢失。还有一部分则是那些满洲人的遗老遗少，他们虽然倒台了。但是三百年的奴隶主生活是他们念念不忘的。他们无时无刻不想梦回大清，继续骑在汉人头上作威作福，炸人骨血敲人骨髓。更让他们寝食难安的是，他们曾经对汉人犯下滔天罪行，辛亥革命时由于种种原因，他们的罪行没有得到应有的清算。等到日本人入寇，他们竟又举族叛国，割据东北妄图割中国之土以自立。种种罪行使他们感到恐惧，他们知道只有恢复大清，或者把国家掌握在他们手里，才能保住他们的奴隶主地位。唯有削弱汉人，才能避免它们被清算。所谓汉人强则满人亡，这就是他们的一贯觉悟。于是在共同的命运之下，两种势力最终纠合在了一起，用尽各种办法继续做着他们重回大清的梦。而这些我相信大部分满族人是不知道的。<\/p>\n<p>满洲势力的兴起，我想最为直观的感受就是国人对满清态度变化。显而易见的是自从辛亥革命后，对满清的评价大多数情况下都是负面的。虽然建国后政权对中国的概念定位有所变化，但是也自称继承了孙中山先生的衣钵。虽然对于满族人的态度有所变化，但是对于满清的评价则是始终如一的。事情的变化应该是发生在改革开放初期，国家大政方针开始大规模地向经济方面转移，对文化方面的管控自然就松了许多。加之，新中国受苏俄的影响颇深，在民族政策方面也是完全照搬了苏俄的经验，人工创造了很多所谓的少数民族。并旗帜鲜明的反对大民族主义，这完全背离了孙先生倡导建立各民族同化为汉族的大中华主义的主张。另一方面，也背离了国家长治久安的根本目标，八九十年代的苏东剧变就已经证明这种政策的失误。如果说建国初直到文革期间国家只是在民族政策方向上的失误，在事实上仍然做到了最起码的平等的话。那么，改革开放后，当时的领导人则做了很多自掘坟墓的事。他不仅在经济方面给与少数民族特殊的优惠，在文化行政上也要落实少数民族优惠的政策，甚至在法律上也为少数民族制定了两少一宽，至此从法律上少数民族也高人一等。从此汉人彻底沦为了二等民族。这从根本上伤了国家元气，威胁国家的未来。大量援疆援藏干部的撤离，少数民族极端势力的兴起，不能不说与此有着密切的关系。<\/p>\n<p>外部环境的改变，为满洲残余势力的重新崛起创造了条件。他们便利用这个机会在文化方面开始了渗透。最初不过是以清朝为背景的影视剧的出现，这本是一件小事，也并没有引起国人多大注意。然而事情的发展却越来越变得清晰起来，从九十年代开始十几年如一日的开始了他们所谓的大清王朝赞美和拔高的工程。于是以历史正剧为手段开始了对满清历代帝王的无尽的吹捧。甚至是之前犯下过滔天罪行的努尔哈赤多尔衮之流也变成了英明神武的英雄帝王，多情多义的翩翩公子。在这种情况下，历史工作者们也发挥了不可替代的作用，各种民族大融合轮，输血论等等歪理邪说喧嚣尘上。与此同时教科书内容也发生了变化，各少数民族王朝均被热情的歌颂。于是当年的屠夫要么变成了反抗汉族民族压迫的英雄，要么变成了完成民族大一统的圣君。当年的丑恶，暴虐，嗜杀成性被统统的忘记。就这样当初的敌人完成了华丽的大转身，摇身一变变得面目英俊可爱可亲。真不知道东条英机之流在地下作何感想。<\/p>\n<p>对少数民族的称赞伴随着对汉人历史的否定诋毁。于是在这种背景下，汉族变成了假大空的民族。甚至连轩辕黄帝也要考证到底存不存在，汉族在他们口中变成了湖人融合成的杂种民族。华夏文明要<\/p><br/><h3>本平台内容包括原创、编辑整理和转载。如有侵权请联系官方小袍删除<\/h3>","cover":"","type":0,"commID":1112,"sourceStr":"爱汉服","author":"","cagetory":"","listImages":"","qiYuId":"","keyword":"","filePathList":[]}]
         * comTotal : 0
         */

        private int total;
        private int comTotal;
        private List<ListBean> list;

        public int getTotal() {
            return total;
        }

        public void setTotal(int total) {
            this.total = total;
        }

        public int getComTotal() {
            return comTotal;
        }

        public void setComTotal(int comTotal) {
            this.comTotal = comTotal;
        }

        public List<ListBean> getList() {
            return list;
        }

        public void setList(List<ListBean> list) {
            this.list = list;
        }

        public static class ListBean {
            /**
             * id : 0
             * reptileArticleID : 0
             * createTime : 2020-01-06 11:46:56
             * detailUrl :
             * status : 0
             * title : 中国文化之一：汉服
             * content : <p class="description">摘要：时光荏苒，岁月悠悠。21世纪以来，随着中国综合国力的上升，面对着西方价值观的全球扩张，“弘扬传统文化”的口号也越喊越激烈，这个时候也有人开始反思：我们虽然拥有“五千年文明”古国的自称，可是我们的文明又体现在了哪里呢?面对着曾经的文明断裂之殇...</p><figure class="image">&nbsp;&nbsp;</figure><p>时光荏苒，岁月悠悠。21世纪以来，随着中国综合国力的上升，面对着西方价值观的全球扩张，“弘扬传统文化”的口号也越喊越激烈，这个时候也有人开始反思：我们虽然拥有“五千年文明”古国的自称，可是我们的文明又体现在了哪里呢?面对着曾经的文明断裂之殇，我们是不是真的丢失了一些宝贵东西?</p><p>在这个过程中，属于传统文化中最表层、最显著、最通俗、最容易传播的那部分——汉服，汉民族的传统服饰，这件尘封了百年的衣裳，也逐渐抖落了厚厚的尘埃，在2003年时重返了大众视野，也成为当代中国社会中一道美丽的风景线。</p><p>他们，先是在互联网上搭建了宣传平台，并尝试依据文献记录复原制作了汉服，并穿着那件失落了360年的衣裳走上街头，向路人介绍：看，这才是我们的民族服饰。</p><p>后来，他们又重现了尘封百年的传统<a href="http://www.aihanfu.com/wen/494/" target="_blank" class="keylink">成人礼</a>、婚礼、射礼，乃至探索出当代的中式学位授予典礼。而且，他们也从穿汉服开始，慢慢的学习着舞蹈、器乐、国学，甚至有的人还探索了传统的生活方式，也决心要把我们的文明传递下去。</p><p>在全球化的过程中，对于处在东西方文化的交融与碰撞地段之中的海外华人群体而言，他们的身份归属、文化认同危机的感受也越来越强烈，并激起了强烈的文化自觉意识。从马来西亚、到新加坡、再到欧洲、美国、加拿大等国家和地区的华人、华裔或是留学生，他们也陆续的揭开了海外汉服运动的序幕。其实，这些活动背后的意义又远远大于汉服运动本身，更多的是倾诉了他们对于中华文化的认同和对民族情感的延续。</p><p><br/></p><h3>本平台内容包括原创、编辑整理和转载。如有侵权请联系官方小袍删除</h3>
             * cover :
             * type : 0
             * commID : 1236
             * sourceStr : 爱汉服
             * author :
             * cagetory :
             * listImages :
             * qiYuId :
             * keyword :
             * filePathList : []
             */

            private int id;
            private int reptileArticleID;
            private String createTime;
            private String detailUrl;
            private int status;
            private String title;
            private String content;
            private String cover;
            private int type;
            private int commID;
            private String sourceStr;
            private String author;
            private String cagetory;
            private String listImages;
            private String qiYuId;
            private String keyword;
            private List<?> filePathList;

            public int getId() {
                return id;
            }

            public void setId(int id) {
                this.id = id;
            }

            public int getReptileArticleID() {
                return reptileArticleID;
            }

            public void setReptileArticleID(int reptileArticleID) {
                this.reptileArticleID = reptileArticleID;
            }

            public String getCreateTime() {
                return createTime;
            }

            public void setCreateTime(String createTime) {
                this.createTime = createTime;
            }

            public String getDetailUrl() {
                return detailUrl;
            }

            public void setDetailUrl(String detailUrl) {
                this.detailUrl = detailUrl;
            }

            public int getStatus() {
                return status;
            }

            public void setStatus(int status) {
                this.status = status;
            }

            public String getTitle() {
                return title;
            }

            public void setTitle(String title) {
                this.title = title;
            }

            public String getContent() {
                return content;
            }

            public void setContent(String content) {
                this.content = content;
            }

            public String getCover() {
                return cover;
            }

            public void setCover(String cover) {
                this.cover = cover;
            }

            public int getType() {
                return type;
            }

            public void setType(int type) {
                this.type = type;
            }

            public int getCommID() {
                return commID;
            }

            public void setCommID(int commID) {
                this.commID = commID;
            }

            public String getSourceStr() {
                return sourceStr;
            }

            public void setSourceStr(String sourceStr) {
                this.sourceStr = sourceStr;
            }

            public String getAuthor() {
                return author;
            }

            public void setAuthor(String author) {
                this.author = author;
            }

            public String getCagetory() {
                return cagetory;
            }

            public void setCagetory(String cagetory) {
                this.cagetory = cagetory;
            }

            public String getListImages() {
                return listImages;
            }

            public void setListImages(String listImages) {
                this.listImages = listImages;
            }

            public String getQiYuId() {
                return qiYuId;
            }

            public void setQiYuId(String qiYuId) {
                this.qiYuId = qiYuId;
            }

            public String getKeyword() {
                return keyword;
            }

            public void setKeyword(String keyword) {
                this.keyword = keyword;
            }

            public List<?> getFilePathList() {
                return filePathList;
            }

            public void setFilePathList(List<?> filePathList) {
                this.filePathList = filePathList;
            }
        }
    }
}
